{"!":0,"\"":1,"#":2,"$":3,"%":4,"&":5,"'":6,"(":7,")":8,"*":9,"+":10,",":11,"-":12,".":13,"/":14,"0":15,"1":16,"2":17,"3":18,"4":19,"5":20,"6":21,"7":22,"8":23,"9":24,":":25,";":26,"<":27,"=":28,">":29,"?":30,"@":31,"A":32,"B":33,"C":34,"D":35,"E":36,"F":37,"G":38,"H":39,"I":40,"J":41,"K":42,"L":43,"M":44,"N":45,"O":46,"P":47,"Q":48,"R":49,"S":50,"T":51,"U":52,"V":53,"W":54,"X":55,"Y":56,"Z":57,"[":58,"\\":59,"]":60,"^":61,"_":62,"`":63,"a":64,"b":65,"c":66,"d":67,"e":68,"f":69,"g":70,"h":71,"i":72,"j":73,"k":74,"l":75,"m":76,"n":77,"o":78,"p":79,"q":80,"r":81,"s":82,"t":83,"u":84,"v":85,"w":86,"x":87,"y":88,"z":89,"{":90,"|":91,"}":92,"~":93,"¡":94,"¢":95,"£":96,"¤":97,"¥":98,"¦":99,"§":100,"¨":101,"©":102,"ª":103,"«":104,"¬":105,"®":106,"¯":107,"°":108,"±":109,"²":110,"³":111,"´":112,"µ":113,"¶":114,"·":115,"¸":116,"¹":117,"º":118,"»":119,"¼":120,"½":121,"¾":122,"¿":123,"À":124,"Á":125,"Â":126,"Ã":127,"Ä":128,"Å":129,"Æ":130,"Ç":131,"È":132,"É":133,"Ê":134,"Ë":135,"Ì":136,"Í":137,"Î":138,"Ï":139,"Ð":140,"Ñ":141,"Ò":142,"Ó":143,"Ô":144,"Õ":145,"Ö":146,"×":147,"Ø":148,"Ù":149,"Ú":150,"Û":151,"Ü":152,"Ý":153,"Þ":154,"ß":155,"à":156,"á":157,"â":158,"ã":159,"ä":160,"å":161,"æ":162,"ç":163,"è":164,"é":165,"ê":166,"ë":167,"ì":168,"í":169,"î":170,"ï":171,"ð":172,"ñ":173,"ò":174,"ó":175,"ô":176,"õ":177,"ö":178,"÷":179,"ø":180,"ù":181,"ú":182,"û":183,"ü":184,"ý":185,"þ":186,"ÿ":187,"Ā":188,"ā":189,"Ă":190,"ă":191,"Ą":192,"ą":193,"Ć":194,"ć":195,"Ĉ":196,"ĉ":197,"Ċ":198,"ċ":199,"Č":200,"č":201,"Ď":202,"ď":203,"Đ":204,"đ":205,"Ē":206,"ē":207,"Ĕ":208,"ĕ":209,"Ė":210,"ė":211,"Ę":212,"ę":213,"Ě":214,"ě":215,"Ĝ":216,"ĝ":217,"Ğ":218,"ğ":219,"Ġ":220,"ġ":221,"Ģ":222,"ģ":223,"Ĥ":224,"ĥ":225,"Ħ":226,"ħ":227,"Ĩ":228,"ĩ":229,"Ī":230,"ī":231,"Ĭ":232,"ĭ":233,"Į":234,"į":235,"İ":236,"ı":237,"Ĳ":238,"ĳ":239,"Ĵ":240,"ĵ":241,"Ķ":242,"ķ":243,"ĸ":244,"Ĺ":245,"ĺ":246,"Ļ":247,"ļ":248,"Ľ":249,"ľ":250,"Ŀ":251,"ŀ":252,"Ł":253,"ł":254,"Ń":255,"čĊ":256,"ĠčĊ":257,"in":258,"ti":259,"an":260,"on":261,"ing":262,"en":263,"re":264,"ro":265,"Ġin":266,"er":267,"at":268,"ed":269,"le":270,"tion":271,"li":272,"Ġan":273,"or":274,"Ġc":275,"Ġt":276,"Ġand":277,"20":278,"ve":279,"Ġd":280,"ent":281,"st":282,"ab":283,"es":284,"ation":285,"fi":286,"si":287,"Ġp":288,"ci":289,"ty":290,"ul":291,"al":292,"of":293,"ol":294,"op":295,"Ġre":296,"ata":297,"Ġde":298,"fici":299,"he":300,"mp":301,"Ġs":302,"Ġco":303,"vel":304,"gh":305,"ĠC":306,"ĠP":307,"Ġm":308,"Ġu":309,"Ġw":310,"lity":311,"202":312,"Ġpro":313,"ac":314,"am":315,"ar":316,"are":317,"il":318,"ment":319,"th":320,"ts":321,"Ġe":322,"Ġthe":323,"oft":324,"ficient":325,"velop":326,"as":327,"bu":328,"du":329,"ec":330,"hi":331,"ou":332,"ted":333,"un":334,"ware":335,"xp":336,"ĠA":337,"ĠS":338,"enc":339,"Ġdata":340,"Ġdevelop":341,"oftware":342,"Co":343,"Data":344,"ag":345,"bi":346,"et":347,"for":348,"ful":349,"ip":350,"iv":351,"man":352,"por":353,"ure":354,"ĠĠ":355,"ties":356,"ating":357,"able":358,"Ġres":359,"mple":360,"ĠPro":361,"2023":362,"ack":363,"xper":364,"Ke":365,"Py":366,"SC":367,"ST":368,"ay":369,"ction":370,"ces":371,"cation":372,"ding":373,"dat":374,"eam":375,"fficient":376,"ith":377,"kil":378,"lab":379,"ma":380,"ov":381,"pon":382,"su":383,"ution":384,"¿½":385,"ï¿½":386,"ĠD":387,"ĠR":388,"Ġa":389,"Ġen":390,"Ġ20":391,"Ġst":392,"Ġof":393,"Ġbu":394,"tis":395,"ang":396,"ont":397,"lities":398,"Ġto":399,"Ġteam":400,"sion":401,"sigh":402,"sibi":403,"ollab":404,"ficienc":405,"Ġup":406,"Ġwith":407,"Comple":408,"ipul":409,"Ġrespon":410,"Key":411,"cess":412,"kill":413,"sights":414,"sibilities":415,"ollabor":416,"ficiency":417,"Completed":418,"Ġresponsibilities":419,"AN":420,"ER":421,"Exper":422,"IN":423,"My":424,"PI":425,"Pro":426,"ad":427,"ality":428,"bas":429,"ch":430,"co":431,"cal":432,"chi":433,"de":434,"do":435,"dr":436,"eb":437,"ff":438,"fo":439,"gro":440,"han":441,"har":442,"ity":443,"imp":444,"ility":445,"ienc":446,"king":447,"lo":448,"ly":449,"lay":450,"qu":451,"ring":452,"ram":453,"software":454,"to":455,"ture":456,"us":457,"ving":458,"ver":459,"ved":460,"ĠB":461,"Ġv":462,"Ġ|":463,"Ġab":464,"Ġfi":465,"Ġop":466,"Ġhi":467,"Ġ2023":468,"Ġï¿½":469,"indo":470,"tivel":471,"tility":472,"anipul":473,"Ġinfor":474,"Ġinsights":475,"ern":476,"liver":477,"ork":478,"Ġtr":479,"2020":480,"vement":481,"str":482,"ability":483,"ulti":484,"olution":485,"olving":486,"Ġrepor":487,"Ġdeliver":488,"Ġsoftware":489,"Ġscal":490,"Ġsolution":491,"Ġcode":492,"ĠCont":493,"Ġmanipul":494,"Ġutility":495,"2021":496,"Ġprocess":497,"act":498,"thon":499,"Ġex":500,"Ġexper":501,"ectivel":502,"ous":503,"out":504,"und":505,"uni":506,"ĠAPI":507,"ĠSkill":508,"Ġdeveloper":509,"Ġdevelopment":510,"etc":511,"iven":512,"port":513,"ĠProficient":514,"ackgro":515,"date":516,"suring":517,"Ġensuring":518,"Ġ201":519,"Ġbug":520,"tishar":521,"Ġteams":522,"Experienc":523,"chie":524,"driven":525,"ffectivel":526,"impro":527,"quality":528,"Ġhigh":529,"Ġinform":530,"vements":531,"Ġscalable":532,"Ġsolutions":533,"Ġmanipulation":534,"ackground":535,"ffectively":536}